Repository: JamesLinYJ/APFSearch
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, pt, ru, zh_hans, zh_hant

# error.file_not_found
source: File does not exist: %@
es: El archivo no existe: %@
ja: ファイルが存在しません: %@
ko: 파일이 존재하지 않습니다: %@
pt: O ficheiro não existe: %@
ru: Файл не существует: %@
zh_hans: 文件不存在：%@
zh_hant: 檔案不存在：%@

# error.filetime_out_of_range
source: The file timestamp is outside the range supported by this file-list format
es: La marca de tiempo del archivo está fuera del intervalo admitido por este formato de lista
ja: ファイルのタイムスタンプが、このファイルリスト形式で扱える範囲外です
ko: 파일 타임스탬프가 이 파일 목록 형식에서 지원하는 범위를 벗어납니다
pt: A data do ficheiro está fora do intervalo suportado por este formato de lista
ru: Метка времени файла вне диапазона, поддерживаемого этим форматом списка файлов
zh_hans: 文件时间超出文件列表格式支持的范围
zh_hant: 檔案時間超出檔案清單格式支援的範圍

# error.folder_inside_itself
source: A folder cannot be placed inside itself: %@
es: No se puede colocar una carpeta dentro de sí misma: %@
ja: フォルダをそのフォルダ自身の中に配置することはできません: %@
ko: 폴더를 자기 자신 안에 넣을 수 없습니다: %@
pt: Não é possível colocar uma pasta dentro de si própria: %@
ru: Нельзя поместить папку внутрь самой себя: %@
zh_hans: 不能把目录放入自身：%@
zh_hant: 不能把目錄放入自身：%@

# error.import_missing_list_id
source: Import did not return a searchable list identifier.
es: La importación no devolvió un identificador de lista que permita búsquedas.
ja: 読み込み処理から検索可能なリスト識別子が返されませんでした。
ko: 가져오기에서 검색 가능한 목록 식별자를 반환하지 않았습니다.
pt: A importação não devolveu um identificador de lista pesquisável.
ru: Импорт не вернул идентификатор списка для поиска.
zh_hans: 导入未返回可搜索的列表标识。
zh_hant: 匯入未返回可搜尋的列表標識。

# error.invalid_macro_name
source: Macro name “%@” must not contain spaces or a colon.
es: El nombre de macro «%@» no puede contener espacios ni dos puntos.
ja: マクロ名「%@」にスペースやコロンは使えません。
ko: 매크로 이름 '%@'에는 공백이나 콜론을 사용할 수 없습니다.
pt: O nome da macro «%@» não pode conter espaços nem dois-pontos.
ru: Имя макроса «%@» не должно содержать пробелов или двоеточий.
zh_hans: 宏名称“%@”不能包含空格或冒号。
zh_hant: 宏名稱“%@”不能包含空白鍵或冒號。

# error.media_metadata_incomplete
source: Reading media properties did not complete.
es: No se completó la lectura de las propiedades multimedia.
ja: メディア属性の読み取りが完了しませんでした。
ko: 미디어 속성 읽기가 완료되지 않았습니다.
pt: A leitura das propriedades multimédia não foi concluída.
ru: Чтение свойств медиафайла не завершено.
zh_hans: 音视频属性读取未完成
zh_hant: 音影片屬性讀取未完成

# error.media_metadata_timeout
source: Reading media properties timed out.
es: Se agotó el tiempo de lectura de las propiedades multimedia.
ja: メディア属性の読み取りが時間切れになりました。
ko: 미디어 속성 읽기 제한 시간이 초과되었습니다.
pt: O tempo limite de leitura das propriedades multimédia foi excedido.
ru: Истекло время чтения свойств медиафайла.
zh_hans: 音视频属性读取超时
zh_hant: 音影片屬性讀取超時

# error.missing_file_list_path
source: A file-list path is required.
es: Se requiere la ruta de una lista de archivos.
ja: ファイルリストのパスが必要です。
ko: 파일 목록 경로가 필요합니다.
pt: É necessário o caminho de uma lista de ficheiros.
ru: Требуется путь к списку файлов.
zh_hans: 需要文件列表路径。
zh_hant: 需要檔案列表路徑。

# error.missing_filename_column
source: The EFU/CSV file requires a Filename column.
es: El archivo EFU/CSV requiere una columna Filename.
ja: EFU/CSVファイルにはFilename列が必要です。
ko: EFU/CSV 파일에는 Filename 열이 필요합니다.
pt: O ficheiro EFU/CSV requer uma coluna Filename.
ru: Файл EFU/CSV должен содержать столбец Filename.
zh_hans: EFU/CSV 文件需要 Filename 列。
zh_hant: EFU/CSV 檔案需要 Filename 列。

# error.missing_rule_separator
source: %1$@, line %2$@: missing =. Use “name = query”.
es: %1$@, línea %2$@: falta =. Usa «nombre = consulta».
ja: %1$@の%2$@行目: = がありません。「名前 = クエリ」の形式で入力してください。
ko: %1$@, %2$@행: = 기호가 없습니다. '이름 = 검색식' 형식을 사용하십시오.
pt: %1$@, linha %2$@: falta =. Utilize «nome = consulta».
ru: %1$@, строка %2$@: отсутствует =. Используйте формат «имя = запрос».
zh_hans: %@第 %@ 行缺少 =，请使用“名称 = 查询”。
zh_hant: %@第 %@ 行缺少 =，請使用“名稱 = 查詢”。

# error.no_files_selected
source: No Files Selected
es: Ningún archivo seleccionado
ja: ファイルが選択されていません
ko: 선택한 파일 없음
pt: Nenhum ficheiro selecionado
ru: Файлы не выбраны
zh_hans: 没有选中文件
zh_hant: 沒有選中檔案

# error.not_regular_file
source: This is not a regular file.
es: No es un archivo normal.
ja: 通常のファイルではありません。
ko: 일반 파일이 아닙니다.
pt: Não é um ficheiro regular.
ru: Это не обычный файл.
zh_hans: 不是普通文件
zh_hant: 不是普通檔案

# error.nothing_to_undo
source: There is no operation to undo.
es: No hay ninguna operación que deshacer.
ja: 取り消せる操作がありません。
ko: 실행 취소할 작업이 없습니다.
pt: Não há operações para desfazer.
ru: Нет операций для отмены.
zh_hans: 没有可撤销的操作
zh_hant: 沒有可復原的操作

# error.offline_list_not_found
source: The offline list was not found.
es: No se encontró la lista sin conexión.
ja: オフラインリストが見つかりません。
ko: 오프라인 목록을 찾을 수 없습니다.
pt: A lista offline não foi encontrada.
ru: Автономный список не найден.
zh_hans: 找不到离线列表。
zh_hant: 找不到離線列表。

# error.offline_list_read_only
source: Offline lists are read-only.
es: Las listas sin conexión son de solo lectura.
ja: オフラインリストは読み取り専用です。
ko: 오프라인 목록은 읽기 전용입니다.
pt: As listas offline são apenas de leitura.
ru: Автономные списки доступны только для чтения.
zh_hans: 离线列表为只读。
zh_hant: 離線列表為只讀。

# error.operation_check_status
source: The operation did not complete. Check the index status.
es: La operación no se completó. Comprueba el estado del índice.
ja: 操作が完了しませんでした。インデックスの状態を確認してください。
ko: 작업이 완료되지 않았습니다. 색인 상태를 확인하십시오.
pt: A operação não foi concluída. Verifique o estado do índice.
ru: Операция не завершена. Проверьте состояние индекса.
zh_hans: 操作未完成，请查看索引状态。
zh_hant: 操作未完成，請查看索引狀態。

# error.operation_incomplete
source: Operation Incomplete
es: Operación incompleta
ja: 操作が完了していません
ko: 작업 미완료
pt: Operação incompleta
ru: Операция не завершена
zh_hans: 操作未完成
zh_hant: 操作未完成

# error.operation_record_incomplete
source: The operation record is incomplete.
es: El registro de la operación está incompleto.
ja: 操作記録が不完全です。
ko: 작업 기록이 불완전합니다.
pt: O registo da operação está incompleto.
ru: Запись операции неполна.
zh_hans: 操作记录不完整
zh_hant: 操作記錄不完整

# error.pdf_encrypted
source: The PDF is encrypted.
es: El PDF está cifrado.
ja: PDFは暗号化されています。
ko: PDF가 암호화되어 있습니다.
pt: O PDF está cifrado.
ru: PDF зашифрован.
zh_hans: PDF 已加密
zh_hant: PDF 已加密

# error.pdf_text_limit
source: The PDF text exceeds the extraction limit.
es: El texto del PDF supera el límite de extracción.
ja: PDFのテキストが抽出上限を超えています。
ko: PDF 텍스트가 추출 한도를 초과합니다.
pt: O texto do PDF excede o limite de extração.
ru: Текст PDF превышает лимит извлечения.
zh_hans: PDF 文本超过限制
zh_hant: PDF 文本超過限制

# error.pdf_unreadable
source: The PDF cannot be opened or is encrypted.
es: No se puede abrir el PDF o está cifrado.
ja: PDFを開けないか、暗号化されています。
ko: PDF를 열 수 없거나 암호화되어 있습니다.
pt: Não é possível abrir o PDF ou está cifrado.
ru: Не удаётся открыть PDF, либо он зашифрован.
zh_hans: PDF 无法打开或已加密
zh_hant: PDF 無法打開或已加密

# error.pptx_missing_slides
source: The PPTX document is missing slide XML.
es: El documento PPTX no contiene el XML de las diapositivas.
ja: PPTX文書にスライドのXMLがありません。
ko: PPTX 문서에 슬라이드 XML이 없습니다.
pt: O documento PPTX não contém o XML dos diapositivos.
ru: В документе PPTX отсутствует XML слайдов.
zh_hans: PPTX 缺少幻灯片 XML
zh_hant: PPTX 缺少幻燈片 XML

# error.query_cancelled
source: Search cancelled.
es: Búsqueda cancelada.
ja: 検索をキャンセルしました。
ko: 검색이 취소되었습니다.
pt: Pesquisa cancelada.
ru: Поиск отменён.
zh_hans: 搜索已取消。
zh_hant: 搜尋已取消。

# error.rename_selection_or_name
source: Select one file and enter a valid new name.
es: Selecciona un archivo e introduce un nombre nuevo válido.
ja: ファイルを1つ選択し、有効な新しい名前を入力してください。
ko: 파일 하나를 선택하고 유효한 새 이름을 입력하십시오.
pt: Selecione um ficheiro e introduza um novo nome válido.
ru: Выберите один файл и введите допустимое новое имя.
zh_hans: 重命名需要单个文件及有效名称
zh_hant: 重新命名需要單個檔案及有效名稱

# error.request_timeout
source: The request timed out after 300 seconds.
es: La solicitud agotó el tiempo de espera de 300 segundos.
ja: リクエストが300秒で時間切れになりました。
ko: 요청 제한 시간 300초가 초과되었습니다.
pt: O pedido excedeu o tempo limite de 300 segundos.
ru: Истекло время ожидания запроса: 300 секунд.
zh_hans: 请求在 300 秒后超时。
zh_hant: 請求在 300 秒後超時。

# error.save_failed
source: Could Not Save
es: No se pudo guardar
ja: 保存できませんでした
ko: 저장할 수 없음
pt: Não foi possível guardar
ru: Не удалось сохранить
zh_hans: 保存失败
zh_hant: 儲存失敗

# error.scan_start
source: Could Not Start Scan
es: No se pudo iniciar el escaneo
ja: スキャンを開始できませんでした
ko: 스캔을 시작할 수 없음
pt: Não foi possível iniciar a análise
ru: Не удалось начать сканирование
zh_hans: 无法启动扫描
zh_hant: 無法啓動掃描

# error.service_connection
source: Could not connect to the index service: %@
es: No se pudo conectar con el servicio de indexación: %@
ja: インデックスサービスに接続できませんでした: %@
ko: 색인 서비스에 연결할 수 없습니다: %@
pt: Não foi possível ligar ao serviço de indexação: %@
ru: Не удалось подключиться к службе индексации: %@
zh_hans: 索引服务连接失败：%@
zh_hant: 索引服務連接失敗：%@

# error.service_not_ready
source: The background service is not ready (status %@). Move the app to Applications, then reopen it.
es: El servicio en segundo plano no está listo (estado %@). Mueve la app a Aplicaciones y vuelve a abrirla.
ja: バックグラウンドサービスの準備ができていません（状態 %@）。アプリをアプリケーションフォルダに移動して開き直してください。
ko: 백그라운드 서비스가 준비되지 않았습니다(상태 %@). 앱을 응용 프로그램 폴더로 이동한 다음 다시 여십시오.
pt: O serviço em segundo plano não está pronto (estado %@). Mova a aplicação para Aplicações e volte a abri-la.
ru: Фоновая служба не готова (состояние %@). Переместите приложение в папку «Программы» и откройте его снова.
zh_hans: 后台服务尚未就绪（状态 %@）。请将应用放到应用程序文件夹后重新打开。
zh_hant: 背景服務尚未就緒（狀態 %@）。請將應用放到應用程序資料夾後重新打開。

# error.service_registration
source: Background service registration failed: %@
es: No se pudo registrar el servicio en segundo plano: %@
ja: バックグラウンドサービスの登録に失敗しました: %@
ko: 백그라운드 서비스 등록에 실패했습니다: %@
pt: Não foi possível registar o serviço em segundo plano: %@
ru: Не удалось зарегистрировать фоновую службу: %@
zh_hans: 后台服务注册失败：%@
zh_hant: 背景服務註冊失敗：%@

# error.settings_unreadable
source: Could Not Read Settings
es: No se pudieron leer los ajustes
ja: 設定を読み取れませんでした
ko: 설정을 읽을 수 없음
pt: Não foi possível ler as definições
ru: Не удалось прочитать настройки
zh_hans: 无法读取设置
zh_hant: 無法讀取設定

# error.text_file_size_limit
source: The text file exceeds the 32 MiB limit.
es: El archivo de texto supera el límite de 32 MiB.
ja: テキストファイルが32 MiBの上限を超えています。
ko: 텍스트 파일이 32 MiB 한도를 초과합니다.
pt: O ficheiro de texto excede o limite de 32 MiB.
ru: Текстовый файл превышает лимит 32 МиБ.
zh_hans: 文本文件超过 32 MiB 限制
zh_hant: 文本檔案超過 32 MiB 限制

# error.trash_location_missing
source: The system did not return the Trash location.
es: El sistema no devolvió la ubicación de la papelera.
ja: システムからゴミ箱の場所が返されませんでした。
ko: 시스템이 휴지통 위치를 반환하지 않았습니다.
pt: O sistema não devolveu a localização do Lixo.
ru: Система не вернула расположение Корзины.
zh_hans: 系统没有返回废纸篓路径
zh_hant: 系統沒有返回廢紙簍路徑

# error.unavailable
source: Unavailable
es: No disponible
ja: 利用できません
ko: 사용할 수 없음
pt: Indisponível
ru: Недоступно
zh_hans: 不可访问
zh_hant: 不可訪問

# error.undo_destination_changed
source: The destination has changed. Undo was stopped to preserve subsequent changes.
es: El destino ha cambiado. Se detuvo la acción de deshacer para conservar los cambios posteriores.
ja: 移動先が変更されています。その後の変更を保護するため、取り消しを停止しました。
ko: 대상이 변경되었습니다. 이후 변경 사항을 보존하기 위해 실행 취소를 중단했습니다.
pt: O destino foi alterado. A ação de desfazer foi interrompida para preservar as alterações posteriores.
ru: Назначение изменилось. Отмена остановлена для сохранения последующих изменений.
zh_hans: 目标文件已经变化，已停止撤销以保护后续修改
zh_hant: 目標檔案已經變化，已停止復原以保護後續修改

# error.undo_original_occupied
source: The original location is occupied. The operation cannot be undone.
es: La ubicación original está ocupada. No se puede deshacer la operación.
ja: 元の場所は使用中です。操作を取り消せません。
ko: 원래 위치가 사용 중입니다. 작업을 실행 취소할 수 없습니다.
pt: A localização original está ocupada. Não é possível desfazer a operação.
ru: Исходное расположение занято. Невозможно отменить операцию.
zh_hans: 原位置已被占用，无法撤销
zh_hant: 原位置已被佔用，無法復原

# error.unknown_file_operation
source: Unknown File Operation
es: Operación de archivos desconocida
ja: 不明なファイル操作
ko: 알 수 없는 파일 작업
pt: Operação de ficheiros desconhecida
ru: Неизвестная операция с файлами
zh_hans: 未知文件操作
zh_hant: 未知檔案操作

# error.unsupported_content_format
source: No content extractor is available for this format.
es: No hay un extractor de contenido disponible para este formato.
ja: この形式に対応するコンテンツ抽出機能はありません。
ko: 이 형식을 지원하는 콘텐츠 추출기가 없습니다.
pt: Não existe um extrator de conteúdo disponível para este formato.
ru: Для этого формата нет средства извлечения содержимого.
zh_hans: 尚无此格式的内容提取器
zh_hant: 尚無此格式的內容擷取器

# error.unsupported_protocol
source: This protocol version is not supported.
es: Esta versión del protocolo no es compatible.
ja: このプロトコルバージョンには対応していません。
ko: 이 프로토콜 버전은 지원되지 않습니다.
pt: Esta versão do protocolo não é suportada.
ru: Эта версия протокола не поддерживается.
zh_hans: 不支持此协议版本。
zh_hant: 不支持此協議版本。

# error.unsupported_text_encoding
source: This text encoding is not supported yet.
es: Esta codificación de texto aún no es compatible.
ja: このテキストエンコーディングにはまだ対応していません。
ko: 이 텍스트 인코딩은 아직 지원되지 않습니다.
pt: Esta codificação de texto ainda não é suportada.
ru: Эта кодировка текста пока не поддерживается.
zh_hans: 暂不支持此文本编码
zh_hant: 暫不支持此文本編碼

# error.unterminated_csv_quote
source: The CSV file contains an unterminated quoted field.
es: El CSV contiene un campo con comillas sin cerrar.
ja: CSVファイルに引用符が閉じられていないフィールドがあります。
ko: CSV 파일에 따옴표가 닫히지 않은 필드가 있습니다.
pt: O CSV contém um campo com aspas por fechar.
ru: В файле CSV есть поле с незакрытой кавычкой.
zh_hans: CSV 文件中的引号没有闭合。
zh_hant: CSV 檔案中的引號沒有閉合。

# error.xlsx_invalid_shared_string
source: The worksheet references an invalid shared string.
es: La hoja de cálculo hace referencia a una cadena compartida no válida.
ja: ワークシートが無効な共有文字列を参照しています。
ko: 워크시트가 잘못된 공유 문자열을 참조합니다.
pt: A folha de cálculo faz referência a uma cadeia partilhada inválida.
ru: Лист ссылается на недопустимую общую строку.
zh_hans: 工作表引用了无效共享字符串
zh_hant: 工作表引用了無效共享字符串

# error.xlsx_missing_workbook
source: The XLSX document is missing a workbook or worksheet.
es: El documento XLSX no contiene un libro o una hoja de cálculo.
ja: XLSX文書にブックまたはワークシートがありません。
ko: XLSX 문서에 통합 문서 또는 워크시트가 없습니다.
pt: O documento XLSX não contém um livro ou uma folha de cálculo.
ru: В документе XLSX отсутствует книга или лист.
zh_hans: XLSX 缺少工作簿或工作表
zh_hant: XLSX 缺少工作簿或工作表

# error.xlsx_text_limit
source: The worksheet text exceeds the extraction limit.
es: El texto de la hoja de cálculo supera el límite de extracción.
ja: ワークシートのテキストが抽出上限を超えています。
ko: 워크시트 텍스트가 추출 한도를 초과합니다.
pt: O texto da folha de cálculo excede o limite de extração.
ru: Текст листа превышает лимит извлечения.
zh_hans: 工作表文本超过限制
zh_hant: 工作表文本超過限制

# error.xml_dtd_unsupported
source: Document XML containing a DTD is not supported.
es: No se admite XML de documento que contenga una DTD.
ja: DTDを含む文書XMLには対応していません。
ko: DTD가 포함된 문서 XML은 지원되지 않습니다.
pt: Não é suportado XML de documento que contenha uma DTD.
ru: XML документа с DTD не поддерживается.
zh_hans: 不支持含 DTD 的文档 XML
zh_hant: 不支持含 DTD 的文件 XML

# error.xml_parse_or_limit
source: Document XML could not be parsed or exceeded a limit.
es: No se pudo analizar el XML del documento o se superó un límite.
ja: 文書XMLを解析できなかったか、上限を超えました。
ko: 문서 XML을 분석할 수 없거나 한도를 초과했습니다.
pt: Não foi possível analisar o XML do documento ou foi excedido um limite.
ru: Не удалось разобрать XML документа, либо превышен лимит.
zh_hans: 文档 XML 解析失败或超过限制
zh_hant: 文件 XML 解析失敗或超過限制

# export.completed
source: File List Exported
es: Lista de archivos exportada
ja: ファイルリストを書き出しました
ko: 파일 목록 내보내기 완료
pt: Lista de ficheiros exportada
ru: Список файлов экспортирован
zh_hans: 文件列表已导出
zh_hant: 檔案列表已匯出

# export.completed_count
source: Records exported: %@
es: Registros exportados: %@
ja: 書き出したレコード数: %@
ko: 내보낸 레코드: %@
pt: Registos exportados: %@
ru: Экспортировано записей: %@
zh_hans: 已导出 %@ 条记录
zh_hant: 已匯出 %@ 條記錄

# export.default_filename
source: Search Results.csv
es: Resultados de búsqueda.csv
ja: 検索結果.csv
ko: 검색 결과.csv
pt: Resultados da pesquisa.csv
ru: Результаты поиска.csv
zh_hans: 搜索结果.csv
zh_hant: 搜尋結果.csv

# export.dialog_title
source: Export Current Search Results
es: Exportar resultados de búsqueda actuales
ja: 現在の検索結果を書き出す
ko: 현재 검색 결과 내보내기
pt: Exportar resultados da pesquisa atual
ru: Экспорт текущих результатов поиска
zh_hans: 导出当前搜索结果
zh_hant: 匯出當前搜尋結果

# export.file_list
source: File List
es: Lista de archivos
ja: ファイルリスト
ko: 파일 목록
pt: Lista de ficheiros
ru: Список файлов
zh_hans: 文件列表
zh_hant: 檔案列表

# files.additional_count
source: Additional items: %@
es: Elementos adicionales: %@
ja: その他の項目: %@
ko: 추가 항목: %@
pt: Itens adicionais: %@
ru: Дополнительные объекты: %@
zh_hans: 以及其他 %@ 项
zh_hant: 以及其他 %@ 項

# files.choose_other_destination_notice
source: Choose a different name or destination.
es: Elige otro nombre o destino.
ja: 別の名前または移動先を選んでください。
ko: 다른 이름이나 대상을 선택하십시오.
pt: Escolha outro nome ou destino.
ru: Выберите другое имя или назначение.
zh_hans: 请更改名称或选择其他目标位置。
zh_hant: 請更改名稱或選擇其他目標位置。

# files.completed_count
source: Completed: %@. You can undo these operations.
es: Completadas: %@. Puedes deshacer estas operaciones.
ja: 完了: %@。これらの操作は取り消せます。
ko: 완료: %@. 이 작업들은 실행 취소할 수 있습니다.
pt: Concluídas: %@. Pode desfazer estas operações.
ru: Завершено: %@. Эти операции можно отменить.
zh_hans: 已完成 %@ 项，可撤销
zh_hant: 已完成 %@ 項，可復原

# files.copy_folder_title
source: Copy to Folder
es: Copiar a carpeta
ja: フォルダにコピー
ko: 폴더로 복사
pt: Copiar para pasta
ru: Копировать в папку
zh_hans: 复制到文件夹
zh_hant: 複製到資料夾

# files.destination_checked_notice
source: The destination has been checked. This operation will be recorded in undo history.
es: Se ha comprobado el destino. Esta operación se registrará en el historial para poder deshacerla.
ja: 移動先を確認しました。この操作は取り消し履歴に記録されます。
ko: 대상을 확인했습니다. 이 작업은 실행 취소 기록에 저장됩니다.
pt: O destino foi verificado. Esta operação será registada no histórico para poder ser desfeita.
ru: Назначение проверено. Операция будет записана в историю отмены.
zh_hans: 已核对目标位置，操作将记录在撤销历史中。
zh_hant: 已核對目標位置，操作將記錄在復原歷史中。

# files.destination_confirmation
source: %1$@ items (%2$@) to %3$@
es: Elementos: %1$@ (%2$@). Destino: %3$@
ja: %1$@項目（%2$@）の移動先: %3$@
ko: %1$@개 항목(%2$@)의 대상: %3$@
pt: Itens: %1$@ (%2$@). Destino: %3$@
ru: Объектов: %1$@ (%2$@). Назначение: %3$@
zh_hans: %@ %@ 项到 %@
zh_hant: %@ %@ 項到 %@

# files.destination_conflicts_heading
source: Destination conflicts:
es: Conflictos de destino:
ja: 移動先の競合:
ko: 대상 충돌:
pt: Conflitos de destino:
ru: Конфликты назначения:
zh_hans: 目标存在冲突：
zh_hant: 目標存在衝突：

# files.file_operation_history
source: File Operation History
es: Historial de operaciones de archivos
ja: ファイル操作履歴
ko: 파일 작업 기록
pt: Histórico de operações de ficheiros
ru: История операций с файлами
zh_hans: 文件操作记录
zh_hant: 檔案操作記錄

# files.file_operation_history_dialog
source: File Operation History…
es: Historial de operaciones de archivos…
ja: ファイル操作履歴…
ko: 파일 작업 기록…
pt: Histórico de operações de ficheiros…
ru: История операций с файлами…
zh_hans: 文件操作记录…
zh_hant: 檔案操作記錄…

# files.last_file_operation_undone
source: Last File Operation Undone
es: Se deshizo la última operación de archivos
ja: 直前のファイル操作を取り消しました
ko: 마지막 파일 작업 실행 취소 완료
pt: Última operação de ficheiros desfeita
ru: Последняя операция с файлами отменена
zh_hans: 已撤销上一次文件操作
zh_hant: 已復原上一次檔案操作

# files.move_folder_title
source: Move to Folder
es: Mover a carpeta
ja: フォルダに移動
ko: 폴더로 이동
pt: Mover para pasta
ru: Переместить в папку
zh_hans: 移动到文件夹
zh_hant: 移動到資料夾

# files.no_operation_history
source: There are no file operations yet.
es: Todavía no hay operaciones de archivos.
ja: ファイル操作の履歴はまだありません。
ko: 아직 파일 작업 기록이 없습니다.
pt: Ainda não existem operações de ficheiros.
ru: Операций с файлами пока нет.
zh_hans: 还没有文件操作记录。
zh_hant: 還沒有檔案操作記錄。

# files.operation_notice
source: Operation Notice
es: Aviso de operación
ja: 操作についてのお知らせ
ko: 작업 알림
pt: Aviso de operação
ru: Уведомление об операции
zh_hans: 操作提示
zh_hant: 操作提示

# files.partial_completion_notice
source: Completed operations remain in the history and can be undone individually.
es: Las operaciones completadas permanecen en el historial y se pueden deshacer individualmente.
ja: 完了した操作は履歴に残り、個別に取り消せます。
ko: 완료된 작업은 기록에 남으며 개별적으로 실행 취소할 수 있습니다.
pt: As operações concluídas permanecem no histórico e podem ser desfeitas individualmente.
ru: Завершённые операции остаются в истории и могут быть отменены по отдельности.
zh_hans: 已完成的操作保留在操作记录中，可逐项撤销。
zh_hant: 已完成的操作保留在操作記錄中，可逐項復原。

# files.rename_confirmation
source: Rename to %@
es: Renombrar a %@
ja: 名前を%@に変更
ko: %@ 이름으로 변경
pt: Alterar nome para %@
ru: Переименовать в %@
zh_hans: 重命名为 %@
zh_hant: 重新命名為 %@

# files.rename_title
source: Rename File
es: Renombrar archivo
ja: ファイル名を変更
ko: 파일 이름 변경
pt: Alterar nome do ficheiro
ru: Переименовать файл
zh_hans: 重命名文件
zh_hant: 重新命名檔案

# files.trash_confirmation
source: Move selected items (%@) to Trash
es: Trasladar los elementos seleccionados (%@) a la papelera
ja: 選択した項目（%@）をゴミ箱に入れる
ko: 선택한 항목(%@)을 휴지통으로 이동
pt: Mover os itens selecionados (%@) para o Lixo
ru: Переместить выбранные объекты (%@) в Корзину
zh_hans: 将 %@ 项移入废纸篓
zh_hant: 將 %@ 項移入廢紙簍

# files.trash_destination
source: Trash
es: Papelera
ja: ゴミ箱
ko: 휴지통
pt: Lixo
ru: Корзина
zh_hans: 废纸篓
zh_hant: 廢紙簍

# files.undone_suffix
source: (Undone)
es: (Deshecho)
ja: （取り消し済み）
ko: (실행 취소됨)
pt: (Desfeito)
ru: (Отменено)
zh_hans: （已撤销）
zh_hant: （已復原）

# filter.archives
source: Archives
es: Archivos comprimidos
ja: アーカイブ
ko: 압축 파일
pt: Arquivos comprimidos
ru: Архивы
zh_hans: 压缩文件
zh_hant: 壓縮檔案

# filter.documents
source: Documents
es: Documentos
ja: 書類
ko: 문서
pt: Documentos
ru: Документы
zh_hans: 文档
zh_hant: 文件

# filter.folders
source: Folders
es: Carpetas
ja: フォルダ
ko: 폴더
pt: Pastas
ru: Папки
zh_hans: 文件夹
zh_hant: 資料夾

# filter.images
source: Images
es: Imágenes
ja: 画像
ko: 이미지
pt: Imagens
ru: Изображения
zh_hans: 图像
zh_hant: 影像

# filter.large_files
source: Large Files
es: Archivos grandes
ja: 大きなファイル
ko: 대용량 파일
pt: Ficheiros grandes
ru: Большие файлы
zh_hans: 大文件
zh_hant: 大檔案

# filter.recently_modified
source: Recently Modified
es: Modificados recientemente
ja: 最近変更した項目
ko: 최근 수정 항목
pt: Modificados recentemente
ru: Недавно изменённые
zh_hans: 最近修改
zh_hant: 最近修改

# filter.section_title
source: Filters
es: Filtros
ja: フィルタ
ko: 필터
pt: Filtros
ru: Фильтры
zh_hans: 常用筛选
zh_hant: 常用篩選

# filter.videos
source: Videos
es: Vídeos
ja: ビデオ
ko: 비디오
pt: Vídeos
ru: Видео
zh_hans: 视频
zh_hant: 影片

# help.full_disk_access_scope
source: Grant Full Disk Access manually in System Settings. APFSearch reads only mounted, unlocked, accessible files and does not automatically download cloud files.
es: Concede acceso total al disco manualmente en Ajustes del Sistema. APFSearch solo lee archivos accesibles en volúmenes montados y desbloqueados, y no descarga archivos de la nube automáticamente.
ja: システム設定でフルディスクアクセスを手動で許可してください。APFSearchはマウント済みでロック解除され、アクセス可能なファイルのみを読み取ります。クラウドファイルは自動でダウンロードしません。
ko: 시스템 설정에서 전체 디스크 접근 권한을 직접 허용하십시오. APFSearch는 마운트되고 잠금 해제된 접근 가능한 파일만 읽으며 클라우드 파일을 자동으로 다운로드하지 않습니다.
pt: Conceda acesso total ao disco manualmente nas Definições do Sistema. O APFSearch lê apenas ficheiros acessíveis em volumes montados e desbloqueados e não descarrega ficheiros da nuvem automaticamente.
ru: Вручную разрешите полный доступ к диску в Системных настройках. APFSearch читает только доступные файлы на подключённых и разблокированных томах и не загружает облачные файлы автоматически.
zh_hans: 请在系统设置中手动授予完整磁盘访问权限。APFSearch 只读取已挂载、已解锁且有权限访问的文件，不会自动下载云端文件。
zh_hant: 請在系統設定中手動授予完整磁碟存取權限。APFSearch 只讀取已掛載、已解鎖且有權限存取的檔案，不會自動下載雲端檔案。
